Repository: timglenn123/vIOS
Catalog: Localization/*.lproj/Localizable.strings
Languages: de, fr, hr, nl, pt_pt

# send.wrongAddress
source: Wrong Address
de: Falsche Adresse
fr: Mauvaise Adresse
hr: Pogrešna adresa
nl: Verkeerd Adres
pt_pt: Endereço errado

# send.enterValidAddress
source: The entered address is an invalid Verge address. Please enter a valid verge address.
de: Die eingegebene Adresse ist eine ungültige Verge Adresse. Bitte geben Sie eine gültige Verge Adresse ein.
fr: L'adresse entrée est une adresse Verge invalide. Veuillez entrer une adresse verge valide.
hr: Unijeli ste neispravnu Verge adresu. Molimo unesite ispravnu Verge adresu.
nl: Het door u gebruikte adres is een foutief Verge adres. Gebruik alstublieft een geldig verge adres.
pt_pt: O endereço inserido é um endereço de Verge inválido. Por favor, insira um endereço de verge válido.

# send.confirm.resolvedStealth
source: Resolved stealth address
de: Gelöste Tarnadresse
fr: Adresse furtive résolue
hr: Riješena je prikrivena adresa
nl: Opgelost stealth adres
pt_pt: Endereço stealth resolvido

# send.confirm.confirmTitleLabel
source: Confirm Transaction
de: Bestätige Transaktion
fr: Confirmer la transaction
hr: Potvrdi transakciju
nl: Transactie bevestiging
pt_pt: Confirme a Transação

# send.confirm.recipientLabel
source: Recipient
de: Empfänger
fr: Destinataire
hr: Primatelj
nl: Ontvanger
pt_pt: Destinatário

# send.confirm.doubleCheckDescLabel
source: Double check that the wallet address is correct. Verge Currency cannot be held accountable for loss of XVG sent to wrong wallets.
de: Überprüfen Sie nochmals, ob die Wallet-Adresse korrekt ist. Verge Currency kann nicht für den Verlust von XVG haftbar gemacht werden, die an falsche Wallets gesendet werden.
fr: Vérifiez que l'adresse du destinataire est correcte. Verge Currency ne peut être tenu responsable de la perte de XVG envoyée à de mauvais porte-monnaie.
hr: Provjerite ispravnost adrese primatelja. Verge Currency nije odgovoran za gubitak XVG-a poslanog na pogrešne adrese.
nl: Controleer het wallet adres nogmaals. Verge Currency kan niet verantwoordelijk gehouden worden voor het verlies van XVG door foutief gebruikte wallet adressen.
pt_pt: Verifique novamente se o endereço da carteira está correto. A Verge Currency não pode ser responsabilizada pela perda de XVG enviado para carteiras erradas.

# send.confirm.sendingLabel
source: Sending
de: Wird gesendet
fr: Envoyer
hr: Slanje
nl: Overmaken
pt_pt: Enviando

# send.confirm.transactionFeeLabel
source: Transaction fee
de: Transaktionsgebühr
fr: Frais de transaction
hr: Trošak slanja
nl: Transactiekosten
pt_pt: Taxa de transação

# send.confirm.totalLabel
source: Total
de: Gesamt
hr: Ukupno
nl: Totaal

# send.sending.signingTransaction
source: Signing Transaction
de: Signiere Transaktion
fr: Signer la Transaction
hr: Potpisujem transakciju
nl: Transactie ondertekenen
pt_pt: Assinando transação

# send.sending.broadcastingTransaction
source: Broadcasting Transaction
de: Übertrage Transaktion
fr: Diffuser la Transaction
hr: Odašiljem transakciju
nl: Transactie verzenden
pt_pt: Transmitindo transação

# send.sending.transactionSent
source: Transaction Sent!
de: Transaktion gesendet!
fr: Transaction envoyée!
hr: Transakcija uspješna!
nl: Transactie verzonden!
pt_pt: Transação enviada!

# send.sending.publishingTransaction
source: Publishing Transaction
de: Veröffentlichung Transaktion
fr: Publier la Transaction
hr: Objavljujem transakciju
nl: Transactie publiceren
pt_pt: Publicando transação

# settings.localAuth.useTouchId
source: Use Touch ID
de: Verwende Touch ID
fr: Utiliser Touch ID
hr: Koristi Touch ID
nl: Gebruik Touch ID
pt_pt: Usar o Touch ID

# addresses.addressCopied
source: Address copied!
de: Adresse kopiert!
fr: Adresse copiée!
hr: Adresa kopirana!
nl: Adres gekopieerd!
pt_pt: Endereço copiado!

# addresses.addressesWithBalance
source: Addresses with balance
de: Adressen mit Saldo
fr: Adresses avec solde
hr: Adrese sa stanjem
nl: Adressen met saldo
pt_pt: Endereços com saldo

# addresses.unusedAddresses
source: Unused addresses
de: nicht verwendete Adressen
fr: Adresses non utilisées
hr: Neiskorištene adrese
nl: Ongebruikte adressen
pt_pt: Endereços não usados

# addresses.addressOptions
source: Address options
de: Adressoptionen
fr: Options d'adresse
hr: Mogućnosti adrese
nl: Adres opties
pt_pt: Opções de endereço

# addresses.informationTypeMessage
source: What information would you like to copy to the clipboard?
de: Welche Informationen möchtest du in die Zwischenablage kopieren?
fr: Quelles informations voudriez-vous copier dans le presse-papiers?
hr: Koje informacije želiš kopirati?
nl: Welke informatie wilt u naar uw clipboard kopiëren?
pt_pt: Que informação gostaria de copiar para a área de transferência?

# addresses.address
source: Address
de: Adresse
fr: Adresses
hr: Adresa
nl: Adres
pt_pt: Endereço

# addresses.balance
source: Balance
de: Saldo
fr: Solde
hr: Stanje
nl: Saldo
pt_pt: Saldo

# addresses.balanceCopied
source: Balance copied!
de: Saldo kopiert!
fr: Solde copié!
hr: Stanje kopirano
nl: Saldo gekopieerd!
pt_pt: Saldo copiado!

# addresses.publicKeyCopied
source: Public key copied!
de: öffentlicher Schlüssel kopiert!
fr: Clé publique copiée!
hr: Javni ključ kopiran
nl: Public key gekopieerd!
pt_pt: Chave pública copiada!

# addresses.privateKeyCopied
source: Private key copied!
de: Privater Schlüssel kopiert!
fr: Clé privée copiée!
hr: Privatni ključ kopiran!
nl: Private key gekopieerd!
pt_pt: Chave privada copiada!

# addresses.scanningAddresses
source: Scanning Addresses
de: Addressen werden gescannt
fr: Scanner les Adresses
hr: Skeniranje adresa
nl: Scant adressen
pt_pt: Verificando endereços

# addresses.scanningAddressesMessage
source: Scanning addresses for balance. This might take some time to complete.
de: Scanne Adresse für das Guthaben. Dies kann einige Zeit in Anspruch nehmen.
fr: Recherche d'adresses pour le solde. Cela pourrait prendre un certain temps
hr: Skeniranje stanja po adresama. Ovo može potrajati neko vrijeme.
nl: Adressen scannen voor saldo. Dit kan enige tijd duren om te voltooien.
pt_pt: Verificando endereços para encontrar saldo. Isto pode levar algum tempo para ser concluído.

# credits.header.development
source: Development
de: Entwicklung
fr: Développement
hr: Razvoj
nl: Ontwikkeling
pt_pt: Desenvolvimento

# credits.header.design
source: Design
fr: Conception
hr: Dizajn
nl: Ontwerp

# credits.header.translation
source: Translation
de: Übersetzung
fr: Traduction
hr: Prijevod
nl: Vertaling
pt_pt: Tradução

# settings.disconnect.alert.title
source: Disconnect Wallet
de: Wallet entfernen
fr: Déconnecter le porte-monnaie
hr: Odspoji novčanik
nl: Koppel wallet los
pt_pt: Desconectar carteira

# settings.disconnect.alert.message
source: Your about to disconnect this device from your current wallet. Please make absolutely sure you have written down your paperkey. Remember that your paperkey is the only way to restore your current wallet.
de: Sie sind dabei, dieses Gerät von Ihrer aktuellen Wallet zu trennen. Bitte stellen Sie unbedingt sicher, dass Sie Ihren Paperkey aufgeschrieben haben. Denken Sie daran, dass Ihr Paperkey die einzige Möglichkeit ist, Ihr aktuelles Wallet wiederherzustellen.
fr: Vous êtes sur le point de déconnecter cet appareil de votre porte-monnaie actuel. SVP assurez-vous absolument que vous avez écrit votre clé papier. Rappelez-vous que votre clé papier est le seul moyen de restaurer votre porte-monnaie actuel.
hr: Upravo ćete prekinuti vezu s trenutnim novčanikom. Molimo Vas da budete potpuno sigurni kako ste zapisali papirnati ključ. Zapamtite da je vaš papirnati ključ jedini način da vratite trenutni novčanik.
nl: U staat op het punt dit apparaat los te koppelen van uw huidige wallet. Zorg ervoor dat u uw papieren sleutel hebt genoteerd en weet wat uw wachtwoord is. Onthoud dat je papieren sleutel + uw wachtwoordzin de enige manier is om je huidige wallet te herstellen.
pt_pt: Você está prestes a desconectar este dispositivo da sua carteira atual. Por favor, certifique-se de ter anotado a sua chave de papel. Lembre-se de que a sua chave de papel é a única maneira de restaurar a sua carteira atual.

# settings.disconnect.alert.disconnect
source: Disconnect
de: Entfernen
fr: Déconnecter
hr: Odspoji
nl: Koppel los
pt_pt: Desconectar

# settings.serviceUrl.alert.title
source: Changing Service
de: Änderungsservice
fr: Service de Changement
hr: Promjena usluge
nl: Service wijzigen
pt_pt: Mudança de serviço

# settings.serviceUrl.alert.message
source: Changing the service URL, please wait a moment...
de: Ändere Service URL, bitte warten Sie einen Moment.
fr: Modification de l'URL du service, veuillez patienter quelques instants...
hr: Promjena URL usluge, molimo pričekajte trenutak...
nl: Alstublieft een moment geduld, de service URL wordt gewijzigd...
pt_pt: Alterando o URL de serviço, aguarde um momento...

# settings.serviceUrl.alert.usePrevUrl
source: Use previous service URL
de: Verwende letzte Service URL
fr: Utiliser le service URL précédent
hr: Koristite prethodni URL usluge
nl: Gebruik vorige service URL
pt_pt: Use o URL de serviço anterior

# settings.serviceUrl.alert.errorChanging
source: Error Changing
de: Änderungsfehler
fr: Erreur de modification
hr: Greška prilikom promjene
nl: Veranderen ging fout
pt_pt: Erro ao alterar

# settings.serviceUrl.alert.errorChanging2
source: An error was raised during the service URL change. Please try again or use another service URL.
de: Bei der Änderung der Service-URLs wurde ein Fehler gemeldet. Bitte versuchen Sie es erneut oder verwenden Sie eine andere Service-URL.
fr: Une erreur s'est produite lors de la modification de l'URL du service. Veuillez réessayer ou utiliser une autre URL de service.
hr: Došlo je do pogreške tijekom promjene URL-a usluge. Pokušajte ponovno ili upotrijebite drugi URL usluge.
nl: Er is een fout opgetreden tijdens de wijziging van de service-URL. Probeer het opnieuw of gebruik een andere service-URL.
pt_pt: Um erro surgiu durante a alteração do URL de serviço. Por favor, tente novamente ou use outro URL de serviço.

# settings.serviceUrl.alert.title2
source: Changed Service
de: Geänderter Service
fr: Service Modifié
hr: Usluga promijenjena
nl: Service gewijzigd
pt_pt: Serviço Alterado

# settings.serviceUrl.alert.message2
source: Successfully changed the service URL.
de: Die Service-URL wurde erfolgreich geändert.
fr: Modification de l'URL de service réussi.
hr: Uspješno promijenjen URL usluge.
nl: De service-URL is succesvol gewijzigd.
pt_pt: Alterou com sucesso o URL de serviço.

# settings.transactions.noProposals
source: No proposals
de: Keine Vorschläge
fr: Aucune proposition
hr: Nema prijedloga
nl: Geen voorstellen
pt_pt: Nenhuma proposta

# setup.tor.slide1.titleLabel
source: Verge Currency Hides your location
de: Verge Currency versteckt Ihren Standort
fr: Monnaie Verge Cache votre emplacement
hr: Verge Currency Sakrij svoju lokaciju
nl: Verge Currency verbergt jou locatie
pt_pt: Verge Currency Esconde a sua localização

# setup.tor.slide1.descLabel
source: Verge uses the Tor network to obfuscate your location and IP address.
de: Verge nutzt das Tor-Netzwerk, um Ihren Standort und Ihre IP-Adresse zu verbergen.
fr: Verge utilise le réseau Tor pour obscurcir votre emplacement et votre adresse IP.
hr: Verge koristi TOR mrežu da bi sakrio Vašu lokaciju i IP adresu.
nl: Verge gebruikt het Tor netwerk om uw IP adres en locatie te verbergen
pt_pt: Verge usa a rede Tor para ofuscar a sua localização e endereço IP.

# setup.tor.slide2.titleLabel
source: The Tor status indicator tells the following...
de: Die Tor-Statusanzeige zeigt folgendes an.....
fr: L'indicateur d'état Tor indique ce qui suit...
hr: TOR status indikator kaže slijedeće...
nl: De Tor status indicator geeft het volgende aan...
pt_pt: O indicador de estado Tor indica o seguinte...

# setup.tor.slide2.descLabel1
source: Tor is turned off and your location and IP is publicly available.
de: Tor ist ausgeschaltet und Ihr Standort und Ihre IP sind öffentlich zugänglich.
fr: Tor est désactivé et votre emplacement et votre adresse IP sont accessibles au public.
hr: TOR je isključen, i tvoja lokacija te IP adresa su javno dostupne.
nl: Tor is uitgeschakeld. Uw locatie en ip zijn voor iedereen zichtbaar.
pt_pt: O Tor está desligado e sua localização e IP estão disponíveis publicamente.

# setup.tor.slide2.descLabel2
source: Tor is connecting. No connections to the internet are made at this point.
de: Tor verbindet sich. An dieser Stelle werden keine Verbindungen zum Internet hergestellt.
fr: Tor se connecte. Aucune connexion à Internet n'est établie à ce stade.
hr: TOR se spaja. Za sada, nema nikakve veze prema internetu.
nl: Tor is aan het verbinden. Er worden op dit moment geen internet verbindingen gemaakt.
pt_pt: O Tor está a conectar. Nenhuma conexão com a Internet é feita neste momento.

# setup.tor.slide2.descLabel3
source: Tor is turned on and your location and IP is obfuscated.
de: Tor ist eingeschaltet und Ihr Standort und Ihre IP sind verborgen.
fr: Tor est activé et votre emplacement et votre adresse IP sont obscurcis.
hr: TOR je uključen, i tvoja lokacija i IP adresa su sada maskirane.
nl: Tor is ingeschakeld. Uw locatie en ip zijn voor iedereen versluierd.
pt_pt: O Tor está ligado e a sua localização e IP estão ofuscados.

# setup.tor.slide2.descLabel4
source: Tor can't connect and something went wrong. The only solution for now is a restart of the application.
de: Tor kann sich nicht verbinden und etwas ist schief gelaufen. Die einzige Lösung ist vorerst ein Neustart der Anwendung.
fr: Tor ne peut pas se connecter et quelque chose s'est mal passé. La seule solution pour l'instant est un redémarrage de l'application.
hr: TOR se ne može spojiti, došlo je do pogreške. Jedino što možeš napraviti sada jest resetirati aplikaciju.
nl: Tor kan niet verbinden. Er is iets misgegaan. De enige oplossing op dit moment is de app opnieuw opstarten.
pt_pt: O Tor não consegue conectar e algo correu mal. A única solução, por enquanto, é a reinicialização da aplicação.

# setup.tor.slide3.titleLabel
source: Let's turn Tor on
de: Lass uns Tor einschalten
fr: Activons Tor
hr: Idemo uključiti TOR
nl: Laten we Tor inschakelen
pt_pt: Vamos ligar o Tor

# setup.tor.slide3.titleLabel2
source: Turn Tor on
de: Schalte Tor ein
fr: Activer Tor
hr: Uključi TOR
nl: Schakel Tor in
pt_pt: Ligue o Tor

# setup.tor.slide3.descLabel
source: Make sure Tor is legal in your country. Unfortunately some countries don't want you to be private.
de: Stellen Sie sicher, dass Tor in Ihrem Land legal ist. Leider wollen einige Länder nicht, dass Sie privat sind.
fr: Assurez-vous que Tor est légal dans votre pays. Malheureusement, certains pays ne veulent pas que vous soyez privé.
hr: Provjeri da li je TOR legalan u tvojoj državi. Nažalost, neke države ne žele da si anoniman/na.
nl: Controleer of het gebruik van Tor in uw land legaal is. Helaas is het gebruik van Tor niet in alle landen toegestaan.
pt_pt: Certifique-se de que o Tor é legal no seu país. Infelizmente, alguns países não querem que você tenha privacidade.

# setup.tor.slide3.negativeButton
source: Proceed without Tor
de: Ohne Tor fortfahren
fr: Procéder sans Tor
hr: Nastavi bez TOR-a
nl: Doorgaan zonder Tor
pt_pt: Avançar sem o Tor

# setup.tor.slide3.positiveButton
source: Proceed with Tor
de: Mit Tor fortfahren
fr: Procéder avec Tor
hr: Nastavi s TOR-om
nl: Doorgaan met Tor
pt_pt: Avançar com o Tor

# transactions.title
source: Transactions
de: Transaktionen
hr: Transakcije
nl: Transacties
pt_pt: Transações

# transactions.transaction.title
source: Who?
de: Wer?
fr: Qui?
hr: Tko?
nl: Wie?
pt_pt: Quem?

# transactions.contacts.title
source: Contacts
de: Kontakte
hr: Kontakti
nl: Contacten
pt_pt: Contactos

# transactions.search.placeholder
source: Search Transactions
de: Durchsuche Transaktionen
fr: Rechercher des Transactions
hr: Pretraži transakcije
nl: Zoek transacties
pt_pt: Procurar transações

# transactions.search.all
source: All
de: Alle
fr: Tout
hr: Sve
nl: Alles
pt_pt: Todas

# transactions.search.sent
source: Sent
de: Gesendet
fr: Envoyé
hr: Poslano
nl: Verzonden
pt_pt: Enviadas

# transactions.search.received
source: Received
de: Empfangen
fr: Reçu
hr: Primljeno
nl: Ontvangen
pt_pt: Recebidas

# transactions.transaction.details
source: Transaction Details
de: Transaktionsdetails
fr: Détails de Transactions
hr: Detalji transakcija
nl: Transactie details
pt_pt: Detalhes de transação

# transactions.transaction.history
source: Transaction History
de: Transaktionsverlauf
fr: Historique de Transactions
hr: Povijest transakcija
nl: Transactie geschiedenis
pt_pt: Histórico de transações

# transactions.transaction.confirmations
source: Confirmations
de: Bestätigungen
hr: Potvrde
nl: Bevestigingen
pt_pt: Confirmações

# transactions.transaction.txidCopied
source: Txid copied!
de: Transaktions ID kopiert
fr: Txid copiée!
hr: TXID kopiran!
nl: Txid gekopieerd!
pt_pt: Txid copiada!

# transactions.noTransaction.titleLabel
source: No transactions received yet
de: Keine Transaktion bisher erhalten
fr: Aucunes transactions reçues
hr: Nijedna transakcija još nije primljena
nl: Nog geen transacties ontvangen
pt_pt: Nenhuma transação recebida ainda

# transactions.noTransaction.descLabel
source: Received transactions can be found here
de: Empfangene Transaktionen können hier gefunden werden
fr: Les transactions reçues peuvent être trouvées ici
hr: Primljene transakcije mogu biti ovdje pronađene
nl: Ontvangen transacties zijn hier te vinden
pt_pt: Transações recebidas podem ser encontradas aqui

# transactions.contact.name
source: Name
fr: Nom
hr: Ime
nl: Naam
pt_pt: Nome

# transactions.contact.section.history
source: Transaction History
de: Verlauf der Transaktionen
fr: Historique de Transactions
hr: Povijest transakcija
nl: Transactie geschiedenis
pt_pt: Histórico de transações

# transactions.contact.saved
source: Contact saved!
de: Kontakt gespeichert!
fr: Contact sauvegardé!
hr: Kontakt spremljen!
nl: Contact bewaard!
pt_pt: Contacto guardado!

# transactions.contacts.search
source: Search Contacts
de: Kontakte durchsuchen
fr: Recherche de Contacts
hr: Pretraži kontakte
nl: Zoek Contacten
pt_pt: Procurar contactos

# transactions.noContacts.titleLabel
source: No contacts created yet
de: Kein Kontakt bisher erstellt
fr: Aucun contact créé pour l'instant
hr: Nemaš ni jedan kontakt
nl: Nog geen contacten aangemaakt
pt_pt: Nenhum contacto criado ainda

# transactions.noContacts.descLabel
source: Add a contact to easily send XVG to
de: Kontakt zu einfachen XVG versenden hinzufügen
fr: Ajoutez un contact pour envoyer facilement des XVG
hr: Dodaj kontakt da možeš lakše poslati XVG
nl: Voeg een contact toe om gemakkelijk XVG te verzenden naar
pt_pt: Adicione um contacto para enviar facilmente XVG para

# wallet.slides.recentTransactions
source: Recent transactions
de: neueste Transaktionen
fr: Transactions récentes
hr: Posljednje transakcije
nl: Recente transacties
pt_pt: Transações recentes

# wallet.slides.summary.statistics
source: Statistics
de: Statistiken
fr: Statistiques
hr: Statistika
nl: Statistieken
pt_pt: Estatísticas

# wallet.slides.summary.dataNotFound
source: Statistics data can't be found.
de: Statistik konnte nicht gefunden werden
fr: Les données statistiques sont introuvables.
hr: Statistika ne može biti pronađena.
nl: Statistieken data is tijdelijk niet beschikbaar.
pt_pt: Dados estatísticos não encontrados.

# wallet.slides.summary.24hHigh
source: 24h High
de: 24Std Hoch
fr: 24h Haut
hr: Najviše u prethodna 24 sata
nl: 24h Hoog
pt_pt: 24h Alta

# wallet.slides.summary.24hLow
source: 24h Low
de: 24Std Tief
fr: 24h Bas
hr: Najniže u prethodna 24 sata
nl: 24h Laag
pt_pt: 24h Baixa

# wallet.slides.summary.24hChange
source: 24h Change
de: 24Std Änderung
fr: 24h Changement
hr: Promjena u prethodna 24 sata
nl: 24h Gewijzigd
pt_pt: 24h Diferença

# wallet.slides.chart.history
source: History Chart
de: Verlaufsdiagramm
fr: Graphique Historique
hr: Povijesne tablice
nl: Historische grafiek
pt_pt: Gráfico do historial

# wallet.slides.chart.high
source: High
de: Hoch
fr: Haut
hr: Visoko
nl: Hoog
pt_pt: Alta

# wallet.slides.chart.average
source: Average
de: Durchschnitt
fr: Moyenne
hr: Prosječno
nl: Gemiddeld
pt_pt: Média

# wallet.slides.chart.low
source: Low
de: Tief
fr: Bas
hr: Nisko
nl: Laag
pt_pt: Baixa

# wallet.slides.chart.availability
source: chart data only available in USD
de: Kursdaten sind nur in USD verfügbar
fr: données graphiques disponibles uniquement en USD
hr: Podaci grafikona dostupni su samo u USD
nl: grafiek alleen beschikbaar in USD
pt_pt: dados do gráfico apenas disponíveis em USD

# wallet.slides.chart.noData
source: History chart data can't be found.
de: Der Kursverlauf könnte nicht geladen werden.
fr: Les données du graphique historique sont introuvables.
hr: Podaci iz povijesnog grafikona nisu pronađeni.
nl: Geschiedenis grafiek data is tijdelijk niet beschikbaar.
pt_pt: Dados do gráfico do historial não encontrados.

# wallet.slides.noTransactions.titleLabel
source: No transactions received yet.
de: Keine Transaktion bisher empfangen.
fr: Aucune transaction reçue pour le moment.
hr: Još nije primljena nijedna transakcija.
nl: Nog geen transacties ontvangen.
pt_pt: Nenhuma transação recebida ainda.

# alerts.removeContact.title
source: Remove contact
de: Kontakt entfernen
fr: Supprimer contact
hr: Ukloni Kontakt
nl: Verwijder contact
pt_pt: Eliminar contacto

# alerts.removeContact.message
source: Are you sure you want to remove the contact?
de: Wollen Sie den Kontakt wirklich löschen?
fr: Voulez-vous vraiment supprimer le contact?
hr: Jeste li sigurni da želite ukloniti kontakt?
nl: Bent U er zeker van dat U het contact wilt verwijderen?
pt_pt: Tem a certeza que deseja eliminar o contacto?

# alerts.invalidContact.title
source: Invalid contact data
de: Falsche Kontaktangaben
fr: Données de contact non valides
hr: Nevažeći podaci o kontaktima
nl: Ongeldige contact gegevens
pt_pt: Dados de contacto inválidos

# alerts.invalidContact.message
source: Please provide a valid name and XVG address
de: Geben Sie bitte einen gültigen Namen und eine gültige XVG Adresse an
fr: Veuillez fournir un nom et une adresse XVG valides
hr: Navedite valjano ime i XVG adresu
nl: Geef aub een geldige naam en XVG adres
pt_pt: Por favor forneça um nome e endereço XVG válidos

# alerts.removeTransaction.title
source: Remove transaction
de: Transaktion entfernen
fr: Supprimer la transaction
hr: Ukloni transakciju
nl: Verwijder transactie
pt_pt: Eliminar transação

# alerts.removeTransaction.message
source: Are you sure you want to remove this transaction?
de: Wollen Sie diese Transaktion wirklich löschen?
fr: Voulez-vous vraiment supprimer cette transaction?
hr: Jeste li sigurni da želite ukloniti ovu transakciju?
nl: Bent U er zeker van dat U deze transactie wilt verwijderen?
pt_pt: Tem a certeza que deseja eliminar esta transação?

# alerts.createAddress.title
source: Cannot create address
de: Fehler beim Erstellen der Adresse
fr: Impossible de créer l'adresse
hr: Nije moguće stvoriti adresu
nl: Kan geen adres creëren.
pt_pt: Não é possível criar endereço

# alerts.createAddress.message
source: The maximum of inactive addresses have been reached. Use one of the already generated addresses to create a new one.
de: Das Maximum inaktiver Adressen wurde erreicht. Nutzen Sie die bereits generierten Adressen um eine neue Adresse zu erstellen.
fr: Le maximum d'adresses inactives a été atteint. Utilisez l'une des adresses déjà générées pour en créer une nouvelle.
hr: Dosegnut je maksimalan broj neaktivnih adresa. Upotrijebite jednu od već generiranih adresa za izradu nove.
nl: Het maximum inactieve adressen is bereikt. Gebruik een van de reeds gegenereerde adressen om een nieuw te maken.
pt_pt: O máximo de endereços inativos foi atingido. Use um dos endereços já gerados para criar um novo.
