Repository: timglenn123/vIOS
Catalog: Localization/*.lproj/Localizable.strings
Languages: de, fr, hr, nl, pt_pt

# defaults.ok
source: Ok
nl: Oke

# defaults.cancel
source: Cancel
de: stornieren
fr: Annuler
hr: Prekini
nl: Annuleer
pt_pt: Cancelar

# defaults.done
source: Done
de: erledigt
fr: Terminer
hr: Gotovo
nl: Gereed
pt_pt: Feito

# defaults.remove
source: Remove
de: Löschen
fr: Supprimer
hr: Obriši
nl: Verwijder
pt_pt: Remover

# defaults.back
source: Back
de: zurück
fr: Retour
hr: Nazad
nl: Terug
pt_pt: Retroceder

# defaults.address
source: Address
de: Adresse
fr: Adresse
hr: Adresa
nl: Adres
pt_pt: Endereço

# defaults.next
source: Next
de: Nächster
fr: Suivant
hr: Naprijed
nl: Volgende
pt_pt: Próximo

# defaults.previous
source: Previous
de: Bisherige
fr: Précédant
hr: Nazad
nl: Vorige
pt_pt: Anterior

# defaults.delete
source: Delete
de: löschen
nl: Verwijder
pt_pt: Eliminar

# mainTabBar.barItem.transactions.title
source: Transactions
de: Transaktionen
hr: Transakcije
nl: Transacties
pt_pt: Transações

# mainTabBar.barItem.send.title
source: Send
de: Senden
fr: Envoyer
hr: Pošalji
nl: Verstuur
pt_pt: Enviar

# mainTabBar.barItem.receive.title
source: Receive
de: Erhalten
fr: Recevoir
hr: Primi
nl: Ontvang
pt_pt: Receber

# mainTabBar.barItem.settings.title
source: Settings
de: Einstellungen
fr: Configurations
hr: Postavke
nl: Instellingen
pt_pt: Configurações

# setup.loadingTor.subtitle
source: Privacy is our standard.
de: Datenschutz ist unser Standard.
fr: La confidentialité est notre norme.
hr: Privatnost je naš standard.
nl: Privacy is onze standaard.
pt_pt: A privacidade é o nosso padrão.

# setup.welcome.message
source: Secure, anonymous and private iOS wallet for Verge. Send and Receive XVG.
de: Sichere, anonyme und private iOS-Wallet für Verge. Senden und Empfangen von XVG.
fr: Porte-monnaie sécuritaire, anonyme et confidentiel pour Verge. Envoyer et recevoir des XVG.
hr: Siguran, anoniman i privatan iOS novčanik za Verge. Pošalji i primi XVG.
nl: Veilige, anonieme en persoonlijke wallet voor Verge. Verstuur en ontvang XVG.
pt_pt: Uma carteira iOS segura, anónima e privada para Verge. Envie e receba XVG.

# setup.welcome.createButton
source: Create a new wallet
de: Erstellen Sie eine neue Wallet
fr: Créer un nouveau porte-monnaie
hr: Napravite novi novčanik
nl: Creëer een nieuwe Wallet
pt_pt: Criar uma nova carteira

# setup.welcome.createDescription
source: Create a new XVG wallet on your iOS device.
de: Erstellen Sie eine neue Wallet auf Ihrem iOS-Gerät.
fr: Créer nouveau porte-monnaie XVG sur votre périphérique
hr: Napravite novi XVG novčanik na svom iOS uređaju.
nl: Creëer een nieuwe XVG wallet op jouw iOS toestel.
pt_pt: Criar uma nova carteira Verge no seu dispositivo iOS.

# setup.welcome.restoreButton
source: Restore your wallet
de: Stellen Sie Ihre Wallet wieder her
fr: Récupérer votre porte-monnaie
hr: Povratite svoj novčanik
nl: Herstel je wallet
pt_pt: Restaurar a sua carteira

# setup.welcome.restoreDescription
source: Lost your iOS wallet? Restore it here.
de: iOS-wallet verloren? Stellen Sie es hier wieder her.
fr: Perdu votre porte-monnais iOS? Récupérez-le ici.
hr: Izgubili ste svoj iOS novčanik? Povratite ga ovdje.
nl: Wallet kwijt? Herstel het hier.
pt_pt: Perdeu a sua carteira iOS? Restaure-a aqui.

# setup.pinCode.title
source: Enter PIN to unlock
de: PIN eingeben
fr: Entrez votre PIN
hr: Ukucajte PIN za otključavanje
nl: Ontgrendel met PIN
pt_pt: Insira o PIN

# setup.pinCode.resetButton
source: Reset Wallet
de: Brieftasche zurücksetzen
fr: Réinitialiser le portefeuille
hr: Vrati novčanik
nl: Wallet opnieuw instellen
pt_pt: Redefinir carteira

# setup.pinCode.setPinTitle
source: Set wallet PIN
de: Wallet PIN einstellen
fr: Configurez le PIN
hr: Postavite PIN
nl: Stel je wallet PIN in
pt_pt: Defina o PIN

# setup.pinCode.setPinDesc
source: Your wallet PIN will be used to open this app, and to send XVG with. If you forget it, you won't be able to access your wallet.
de: Dein Wallet PIN wird dazu verwendet, um die App zu öffnen und XVG mit ihr zu senden. Wenn du den PIN vergisst, kannst du nicht mehr auf dein Wallet zugreifen.
fr: Le PIN de votre porte-monnaie sera utilisé pour ouvrir cette application et envoyer des XVG. Si vous l'oubliez, vous n'aurez plus accès à votre porte-monnaie.
hr: PIN novčanika ćete koristiti za otključavanje ove aplikacije i za potvrdu transakcije. U slučaju da zaboravite svoj PIN, nećete moći pristupiti svom novčaniku.
nl: Jouw persoonlijke wallet Pincode wordt gebruikt om de app te openen en om XVG te versturen. Raak je pincode niet kwijt. Zonder pincode geen toegang tot de app.
pt_pt: O seu PIN da carteira será usado para abrir a app e para enviar XVG. Se o esquecer, não poderá aceder à sua carteira.

# setup.pinCode.reenterPinTitle
source: Re-enter the PIN
de: Geben Sie die PIN erneut
fr: Réentrez votre PIN
hr: Ponovo upišite svoj PIN
nl: Voer PIN nogmaals in
pt_pt: Insira o PIN novamente

# setup.pinCode.reenterPinSucceedTitle
source: Awesome!
de: Genial!
fr: Impressionnant!
hr: Bravo!
nl: Super!
pt_pt: Excelente!

# setup.pinCode.reenterPinSucceedDesc
source: Your PIN has now been set.
de: Ihre PIN wurde nun festgelegt.
fr: Votre PIN a été configuré.
hr: Vaš PIN je postavljen.
nl: Je pincode is nu ingesteld.
pt_pt: O seu PIN foi agora definido.

# setup.pinCode.reenterPinSucceedDesc2
source: Please don't forget it!
de: Bitte vergiss es nicht!
fr: SVP, ne l'oubliez pas!
hr: Molim vas, nemojte ga zaboraviti!
nl: Raak de pincode niet kwijt!
pt_pt: Por favor não o esqueça!

# setup.pinCode.reenterPinSucceedButton
source: Proceed
de: Vorgehen
fr: Procéder
hr: Nastavi
nl: Doorgaan
pt_pt: Avançar

# setup.pinCode.reenterPinErrorTitle
source: Pin incorrect!
de: PIN falsch!
fr: PIN incorrecte!
hr: PIN nije točan!
nl: Pin onjuist!
pt_pt: Pin incorreto!

# setup.pinCode.reenterPinErrorDesc
source: Your Pin couldn't be validated!
de: Ihre PIN konnte nicht bestätigt werden!
fr: Votre PIN n'a pu être validé!
hr: PIN ne može biti potvrđen!
nl: Uw Pin kan niet worden gevalideerd!
pt_pt: O seu Pin não pôde ser validado!

# setup.pinCode.reenterPinErrorDesc2
source: Please try again.
de: Bitte versuche es erneut
fr: SVP, essayez de nouveau.
hr: Molimo pokušajte ponovno.
nl: Probeer opnieuw alstublieft.
pt_pt: Por favor tente novamente.

# setup.pinCode.reenterPinErrorButton
source: Try again
de: versuchen Sie es nochmal
fr: Essayez de nouveau.
hr: Pokušajte ponovno.
nl: Probeer opnieuw
pt_pt: Tente novamente

# setup.pinCode.alert.chooseSize
source: Choose a PIN size
de: Wählen Sie eine PIN-Größe
fr: Choisissez la longueur du PIN
hr: Odaberite duljinu PIN-a
nl: Kies een PIN formaat
pt_pt: Escolha um tamanho de PIN

# setup.pinCode.alert.digits
source: Digits
de: Ziffern
fr: Chiffres
hr: Znamenke
nl: Cijfers
pt_pt: Dígitos

# setup.passphrase.title
source: Derive your paper key with a passphrase
de: Leite dein Papierschlüssel von der Seed Phrase ab
fr: Ayez en main votre clé papier avec la phrase secrète
hr: Izvucite papirnati ključ sa zaporkom
nl: Leid uw paper key af met een wachtwoordzin
pt_pt: Encripte a sua chave de papel com uma senha

# setup.passphrase.desc
source: Encrypting your paper key is an important safety measure. Make sure when restoring a wallet to use your previous passphrase.
de: Die Verschlüsselung Ihres Papierschlüssels ist eine wichtige Sicherheitsmaßnahme. Stellen Sie sicher, dass Sie bei der Wiederherstellung eines Wallets Ihre bisherige Passphrase verwenden.
fr: L'encryption de votre clé papier est une mesure de sécurité importante. Assurez-vous lorsque vous restaurez votre porte-monnaie d'utiliser votre phrase secrète précédante.
hr: Šifriranje papirnatog ključa važna je sigurnosna mjera. Provjerite jeste li prilikom vraćanja novčanika koristili prethodnu zaporku.
nl: Het versleutelen van uw paper key is een belangrijke veiligheidsmaatregel. Zorg ervoor dat u bij het terugzetten van een wallet uw vorige wachtwoordzin hergebruikt.
pt_pt: Encriptar a sua chave de papel é uma importante medida de segurança. Assegure-se de quando restaurar a carteira usa a sua senha anterior.

# setup.passphrase.req1
source: Min. 8 characters
de: Mindest. 8 Charaktere
fr: Min. 8 caractères
hr: Minimalno 8 znamenki
nl: Min. 8 tekens
pt_pt: Min. 8 caracteres

# setup.passphrase.req2
source: Uppercase and lowercase
de: Groß- und Kleinschreibung
fr: Majuscule et minuscule
hr: Velika i mala slova
nl: Hoofdletters en kleine letters
pt_pt: Maiúsculas e minúsculas

# setup.passphrase.req3
source: Special character (!.,-#€%&+#)
de: Sonderzeichen (!., - # €% & + #)
fr: Caractères spéciaux (!.,-#€%&+#)
hr: Posebni znakovi (!.,-#€%&+#)
nl: Speciale karakters (!.,-#€%&+#)
pt_pt: Caractere especial (!.,-#€%&+#)

# setup.passphrase.passPlaceholder
source: Enter your passphrase
de: Geben Sie Ihre Passphrase ein
fr: Entrez votre phrase secrète
hr: Ukucajte svoju lozinku
nl: Vul een wachtwoordzin in
pt_pt: Insira a sua senha

# setup.passphrase.confirmButton
source: Confirm
de: bestätigen
fr: Confirmer
hr: Potvrdi
nl: Bevestig
pt_pt: Confirme

# setup.passphrase.confirmTitle
source: Confirm your passphrase
de: Bestätigen Sie Ihre Passphrase
fr: Confirmez votre phrase secrète
hr: Potvrdite svoju zaporku
nl: Bevestig uw wachtwoord
pt_pt: Confirme a sua senha

# setup.passphrase.proceedButton
source: Proceed
de: Vorgehen
fr: Procéder
hr: Nastavi
nl: Doorgaan
pt_pt: Avançar

# setup.finish.title
source: Almost ready!
de: Fast bereit!
fr: Presque terminé!
hr: Skoro gotovo!
nl: Bijna Klaar!
pt_pt: Quase pronto!

# setup.finish.switch1
source: I understand that my funds are held securely on this device.
de: Ich verstehe, dass meine Gelder sicher auf diesem Gerät aufbewahrt werden.
fr: Je comprends que mes fonds sont en sécurité sur cet appareil
hr: Razumijem da su moja sredstva sigurno pohranjena na ovom uređaju.
nl: Ik begrijp dat mijn XVG veilig op dit apparaat wordt bewaard.
pt_pt: Entendo que os meus fundos estão seguros neste dispositivo.

# setup.finish.switch2
source: I understand that if this app is moved to another device or deleted, my verge can only be recovered with the paper key and the pass phrase.
de: Ich verstehe, dass, wenn diese App auf ein anderes Gerät verschoben oder gelöscht wird, meine Verge Coins nur mit dem Papierschlüssel und der Seed Phrase wiederhergestellt werden können.
fr: Je comprends que si cette application est déplacée vers un autre appareil ou supprimée, mes Verge ne peut être récupéré qu’avec la clé papier et la phrase secrète.
hr: Shvaćam da, ako se ova aplikacija premjesti na drugi uređaj ili obriše, moj Verge se jedino može povratiti sa papirnatim ključem i zaporkom.
nl: Ik begrijp dat als deze app wordt verplaatst naar een ander apparaat of wordt verwijderd, mijn XVG alleen kan worden hersteld met de paper key en de bijbehorende wachtwoordzin.
pt_pt: Entendo que se esta app for movida para outro dispositivo ou eliminada, as minhas Verge podem apenas ser recuperadas com a chave de papel e a senha.

# setup.finish.switch3
source: I have read, understood, and agree to the Terms of Use.
de: Ich habe die Nutzungsbedingungen gelesen, verstanden und bin damit einverstanden.
fr: J'ai lu, compris et accepté les conditions d'utilisation.
hr: Pročitao/la sam i razumio/la uvjete korištenja te ih prihvaćam.
nl: Ik heb de gebruiksvoorwaarden gelezen, begrepen en ga ermee akkoord.
pt_pt: Li, compreendi e concordei com os Termos e Condições.

# setup.finish.termsButton
source: Terms of Use
de: Nutzungsbedingungen
fr: Conditions d'utilisation
hr: Uvjeti korištenja
nl: Gebruikersvoorwaarden
pt_pt: Termos e Condições

# setup.finish.createButton
source: Create Wallet
de: Wallet erstellen
fr: Créer un porte-monnaie
hr: Napravi novčanik
nl: Creëer wallet
pt_pt: Criar Carteira

# setup.finish.openButton
source: Open your wallet
de: öffne dein wallet
fr: Ouvrir porte-monnaie
hr: Otvori novčanik
nl: Open uw wallet
pt_pt: Abrir a sua carteira

# setup.finish.desc
source: Finishing up your wallet...
de: Vervollständigung deines Wallets...
fr: Compléter votre porte-monnaie...
hr: Završavam postavljanje vašeg novčanika
nl: Wallet gereed maken...
pt_pt: A terminar a sua carteira...

# setup.finish.congrats
source: Your wallet is ready! Congratulations!
de: Dein Wallet ist bereit! Glückwunsch!
fr: Votre porte-monnaie est prêt! Félicitation!
hr: Vaš novčanik je spreman! Čestitke!
nl: Uw wallet is aangemaakt! Gefeliciteerd!
pt_pt: A sua carteira está pronta! Parabéns!

# welcomeGuide.paperKey.message
source: On the next screen, you'll be shown a list of words to write down on a piece of paper, which you should keep very safe!
de: Auf dem nächsten Bildschirm wird Dir eine Liste von Wörtern angezeigt, die du dir auf ein Blatt Papier schreiben sollst
fr: Sur l'écran suivant, vous verrez une liste de mots. Notez-les sur une feuille de papier et gardez-les à un endroit très sécuritaire!
hr: Na sljedećem zaslonu prikazat će vam se popis riječi koje možete zapisati na komad papira, i koje bi trebali pohraniti na sigurno mjesto!
nl: Op het volgende scherm krijg je een lijst met woorden te zien die je op een stuk papier moet schrijven, en je heel veilig moet bewaren!
pt_pt: No próximo ecrã, será apresentada uma lista de palavras para escrever num pedaço papel, que deve manter bem seguro!

# welcomeGuide.paperKey.description
source: Your paper key is part of your private key which is the only thing you need to access your funds.
de: Dein Papierschlüssel ist Teil deines privaten Schlüssels, der das Einzige ist, was du benötigst, um auf dein Geld zuzugreifen.
fr: Votre clé papier fait partie de votre clé privée qui est la seule façon d'accéder à vos fonds.
hr: Vaš papirnati ključ je dio vašeg privatnog ključa koji je jedino što vam je potrebno za pristup vašim sredstvima.
nl: Uw paper key is onderdeel van uw privésleutel en dat is het enige dat u nodig hebt om toegang te krijgen tot uw XVG.
pt_pt: A sua chave de papel faz parte da sua chave privada que é a única coisa necessária para aceder aos seus fundos.

# welcomeGuide.paperKey.actionButton
source: Write down paper key
de: Notiere papier schlüssel
fr: Écrivez votre clé papier
hr: Svoj papirnati ključ
nl: Schrijf uw paper key op
pt_pt: Aponte a sua chave de papel.

# welcomeGuide.paperKey.makeSureLabel
source: To make sure everything was written down correctly, please enter the following words from your paper.
de: Um sicherzustellen, dass alles korrekt aufgeschrieben wurde, geben Sie bitte die folgenden Wörter von Ihrem Zettel ein.
fr: Pour s'assurer que tout a été bien noté, SVP écrire les mots manquants à partir de vos notes.
hr: Da budemo sigurni kako su sve riječi točno prepisane, molim te unesi slijedeće riječi sa svojeg papira.
nl: Om ervoor te zorgen dat alles correct is geschreven, voert u de volgende woorden die u heeft genoteerd in.
pt_pt: Para assegurar que foi tudo correctamente apontado, por favor insira as seguintes palavras do seu papel.

# welcomeGuide.paperKey.submitButton
source: Submit
de: absenden
fr: Envoyer
hr: Unesi
nl: Verzend
pt_pt: Submeter

# receive.title
source: Receive
de: Erhalten
fr: Recevoir
hr: Primi
nl: Ontvang
pt_pt: Receber

# receive.addressButtonLabel
source: Address
de: Addresse
fr: Adresse
hr: Adresa
nl: Adres
pt_pt: Endereço

# receive.amountButtonLabel
source: Amount
de: Menge
fr: Quantité
hr: Iznos
nl: Aantal
pt_pt: Montante

# receive.amountPlaceholder
source: Amount to receive
de: Zu empfangender Betrag
fr: Quantité à recevoir
hr: Iznos za primanje
nl: Aantal te ontvangen
pt_pt: Montante a receber

# receive.stealthAddressLabel
source: Stealth Address
de: Verschwiegenheitsadresse
fr: Adresse furtive
hr: Stealth Adresa
nl: Stealth adres
pt_pt: Endereço Stealth

# receive.shareButton
source: Share
de: Teilen
fr: Partager
hr: Podijeli
nl: Deel
pt_pt: Partilhar

# restoreGuide.restore.title
source: Restore Wallet
de: Wallet wiederherstellen
fr: Récupérez votre porte-monnaie
hr: Povrati novčanik
nl: Herstel wallet
pt_pt: Restaurar Carteira

# restoreGuide.restore.desc
source: On the next screen, you'll need to fill in the paper key of your wallet in the exact same order as requested.
de: Auf dem nächsten Bildschirm müssen Sie den Seed Phrase Ihres Wallets in genau der gleichen Reihenfolge wie gewünscht ausfüllen.
fr: À l'écran suivante, vous devrez remplir votre clé papier dans le même ordre que demandé.
hr: Na sljedećem zaslonu, morat ćete ispuniti papirnati ključ vašeg novčanika u istom zadanom redoslijedu.
nl: Op het volgende scherm moet u de paper key van je wallet invullen in exact dezelfde volgorde als gevraagd wordt.
pt_pt: No próximo ecrã, será necessário preencher a chave de papel da sua carteira na mesma ordem como solicitado.

# restoreGuide.restore.notice
source: Please make sure no one is watching you during this process.
de: Bitte stellen Sie sicher, dass Sie während dieses Vorgangs nicht beobachtet werden.
fr: Assurez-vous que personne ne vous regarder pendant le processus.
hr: Budite sigurni da vas nitko ne gleda i da ste sami tijekom ovog procesa.
nl: Let op dat er niemand met u meekijkt tijdens dit proces.
pt_pt: Por favor assegure-se que ninguém o está a observar durante este processo.

# restoreGuide.restore.restoreButton
source: Start Restoring
de: Wiederherstellung
fr: Commencer la récupération
hr: Pokreni povraćanje
nl: Start herstellen
pt_pt: Começar a restaurar

# restoreGuide.restore.paperKeyTitle
source: Your paper key:
de: Dein Papierschlüssel:
fr: Votre clé papier:
hr: Vaš papirnati ključ:
nl: Uw paper key:
pt_pt: A sua chave de papel:

# restoreGuide.restore.paperKeyWarning
source: Are you sure your paper key is correct?
de: Bist du sicher, dass dein Papierschlüssel richtig ist?
fr: Êtes-vous sûr que votre clé papier est correcte?
hr: Jesi li sigurni da je vaš papirnati ključ točan?
nl: Bent u er zeker van dat uw paper key correct is?
pt_pt: Tem a certeza que a sua chave de papel está correcta?

# restoreGuide.restore.paperKeyProceedButton
source: Proceed
de: weiter
fr: Procéder
hr: Nastavi
nl: Doorgaan
pt_pt: Avançar

# restoreGuide.qrcode.title
source: Scan a paper key QR code
de: Scanne ein Papierschlüssel QR-Code
fr: Scanner un code QR
hr: Skeniraj QR kod s papirnatoj ključa
nl: Scan een paper key QR code
pt_pt: Faça scan de um código QR da chave de papel

# restoreGuide.qrcode.closeButton
source: Close
de: schließen
fr: Fermer
hr: Zatvori
nl: Sluiten
pt_pt: Fechar

# send.title
source: Send
de: Senden
fr: Envoyer
hr: Pošalji
nl: Verstuur
pt_pt: Enviar

# send.addressButtonLabel
source: Recipient address
de: Empfängeradresse
fr: Adresse du destinataire
hr: Adresa primatelja
nl: Ontvangst adres
pt_pt: Endereço do destinatário

# send.addressPlaceholder
source: Enter the recipient address
de: Geben Sie die Empfängeradresse ein
fr: Entrez l'adresse du destinataire
hr: Unesite adresu primatelja
nl: Voer het ontvangst adres in
pt_pt: Insira o endereço do destinatário

# send.amountButtonLabel
source: Amount
de: Menge
fr: Quantité
hr: Količina
nl: Aantal
pt_pt: Montante

# send.memoButtonLabel
source: Internal Memo (optional)
de: Interner Vermerk (optional)
fr: Mémo Interne
hr: Napomena (neobavezno)
nl: Interne memo (optioneel)
pt_pt: Nota interna (opcional)

# send.memoPlaceholder
source: Gift to Swen
de: Geschenk an Swen
fr: Don à Swen
hr: Dar za Swen-a
nl: Cadeautje voor Swen
pt_pt: Prenda para o Swen

# send.confirmButton
source: Confirm
de: Bestätigen
fr: Confirmer
hr: Potvrdi
nl: Bevestig
pt_pt: Confirmar

# send.noBalanceTitle
source: No balance
de: Kein Guthaben
fr: Aucun solde
hr: Prazan račun
nl: Geen saldo
pt_pt: Sem saldo

# send.noBalanceDesc
source: You don't have any XVG to send. Please increase your balance.
de: Du hast keine XVG zu versenden. Bitte erhöhe dein Guthaben.
fr: Vous n'avez aucun XVG pour l'envoie. SVP augmentez votre solde.
hr: Nemate ni jedan XVG za poslati. Nadopunite svoj račun.
nl: Je hebt geen XVG om te verzenden. Verhoog uw saldo.
pt_pt: Você não tem nenhum XVG para enviar. Por favor recarregue o seu saldo.

# send.closeButton
source: Close
de: Schließen
fr: Fermer
hr: Zatvori
nl: Sluiten
pt_pt: Fechar

# send.qrcode.title
source: Scan an XVG QR code
de: Scanne einen XVG QR Code
fr: Scanner un code QR XVG
hr: Skenirajte XVG QR kod
nl: Scan een XVG QR code
pt_pt: Faça scan de um código QR XVG

# send.qrcode.closeButton
source: Close
de: Schließen
fr: Fermer
hr: Zatvori
nl: Sluiten
pt_pt: Fechar

# send.selectRecipient.title
source: Select recipient
de: Wähle den Empfänger
fr: Sélectionner un destinataire
hr: Odaberite primatelja
nl: Selecteer ontvanger
pt_pt: Seleccionar destinatário

# wallet.xvgBalanceTitle
source: XVG BALANCE
fr: SOLDE XVG
hr: STANJE XVG-a
nl: XVG SALDO
pt_pt: Saldo XVG

# wallet.balanceTitle
source: BALANCE
fr: SOLDE
hr: STANJE RAČUNA
nl: SALDO
pt_pt: Saldo

# wallet.notification.txpTitle
source: Invalid Balance
de: Ungültiger Saldo
fr: Solde invalide
hr: Nevažeća ravnoteža
nl: Ongeldig Saldo
pt_pt: Saldo inválido

# wallet.notification.txpMessage
source: %d Failed transaction proposal(s) found
de: %d Fehlgeschlagener Transaktionsvorschlag gefunden
fr: %d Proposition de transaction échouée trouvée
hr: %d Pronađen neuspjeli prijedlog transakcije
nl: %d Gefaalde transactie voorstel(len) gevonden
pt_pt: %d Proposta de transação com falha encontrada

# settings.title
source: Settings
de: Einstellungen
fr: Configurations
hr: Postavke
nl: Instellingen
pt_pt: Configurações

# settings.wallet.footer.title
source: Manage your wallet with the options given.
de: Verwalte dein Wallet mit den angegebenen Optionen.
fr: Gérez votre portefeuille avec les options données.
hr: Podesite svoj novčanik s postojećim mogućnostima.
nl: Beheer uw wallet met de beschikbare opties.
pt_pt: Gerir a carteira com as opções fornecidas.

# settings.wallet.cell.removeLabel
source: Remove wallet
de: Wallet entfernen
fr: Retirer le porte-monnaie
hr: Obriši novčanik
nl: Verwijder wallet
pt_pt: Remover carteira

# settings.wallet.cell.addressesLabel
source: Addresses
de: Adressen
fr: Adresses
hr: Adrese
nl: Adressen
pt_pt: Endereços

# settings.wallet.cell.transactionsLabel
source: Transaction proposals
de: Transaktionsvorschläge
fr: Propositions de transaction
hr: Prijedlozi transakcija
nl: Transactie-voorstellen
pt_pt: Propostas de transação

# settings.settings.cell.fiatCurrencyLabel
source: Fiat currency
de: Fiatgeld
fr: Monnaie Fiat
hr: Fiat valuta
nl: Fiat valuta
pt_pt: Moeda Fiat

# settings.settings.cell.changePinLabel
source: Change wallet PIN
de: Wallet PIN ändern
fr: Changer le PIN du porte-monnaie
hr: Promijeni PIN
nl: Verander wallet PIN
pt_pt: Alterar PIN da carteira

# settings.settings.cell.useFaceIdLabel
source: Use Face ID
de: Face ID verwenden
fr: Utiliser Face ID
hr: Koristi Face ID
nl: Gebruik Face ID
pt_pt: Usar o Face ID

# settings.other.header.title
source: Other
de: andere
fr: Autre
hr: Ostalo
nl: Anders
pt_pt: Outro

# settings.other.cell.supportLabel
source: Support
de: Unterstützung
fr: Soutien
hr: Podrška
nl: Ondersteuning
pt_pt: Apoio, suporte

# settings.other.cell.donateLabel
source: Donate
de: Spenden
fr: Faire un don
hr: Doniraj
nl: Doneer
pt_pt: Doar

# settings.other.cell.rateAppLabel
source: Rate app
de: App bewerten
fr: Évaluer cette application
hr: Ocijeni aplikaciju
nl: Beoordeel app
pt_pt: Classifique a app

# settings.other.cell.contributeLabel
source: Contribute
de: Beitragen
fr: Contribuer
hr: Doprinesi
nl: Draag bij
pt_pt: Contribuir

# settings.paperKey.titleLabel
source: Write down your wallet paper key again
de: Notiere Dir den Papierschlüssel deines Wallets erneut.
fr: Ecrivez à nouveau votre clé de portefeuille
hr: Ponovno zapišite vaš papirnati ključ
nl: Schrijf uw paper key nogmaals op
pt_pt: Anote a sua chave de papel da carteira novamente
