Repository: timglenn123/vIOS
Catalog: Localization/*.lproj/Localizable.strings
Languages: de, fr, hr, nl, pt_pt

# alerts.sendMaxInfo.title
source: Failed fetching data
de: Fehler beim Abfragen der Daten
fr: Échec de la récupération des données
hr: Dohvaćanje podataka nije uspjelo
nl: Ophalen data mislukt
pt_pt: Falha ao buscar dados

# alerts.sendMaxInfo.message
source: Failed to fetch the send maximum info from the server, please try again.
de: Fehler bei der Abfrage des Sendemaximums vom Server. Bitte versuchen Sie es erneut.
fr: Échec de la récupération des informations d'envoi maximum du serveur, veuillez réessayer.
hr: Dohvaćanje maksimalnog broja podataka s poslužitelja nije uspjelo, pokušajte ponovo.
nl: Kan de door de server gezonden maximum info niet ophalen, probeer het opnieuw aub.
pt_pt: Falha ao buscar informações de envio máximo do servidor, tente novamente.

# alerts.startTor.title
source: Tor is not activated
de: Tor ist nicht aktiviert
fr: Tor n'est pas activé
hr: Tor nije aktiviran
nl: TOR is niet geactiveerd
pt_pt: O Tor não está ativo

# alerts.startTor.message
source: Do you want to send this transaction without Tor obfuscating your IP? Or do you want to start Tor and hide your identity?
de: Möchten Sie diese Transaktion ohne Verschleierung Ihrer IP senden? Oder möchten Sie Tor starten um Ihre Identität zu verbergen?
fr: Voulez-vous envoyer cette transaction sans que Tor obscurcisse votre adresse IP? Ou voulez-vous démarrer Tor et cacher votre identité?
hr: Želite li poslati ovu transakciju, a da Tor ne zamuti vaš IP? Ili želite pokrenuti Tor i sakriti svoj identitet?
nl: Wilt U deze transactie verzenden zonder dat TOR Uw IP adres versluierd? Of wilt U TOR starten en Uw identiteit verbergen?
pt_pt: Quer enviar esta transação sem ofuscar o seu IP? Ou quer iniciar o Tor e esconder a sua identidade?

# alerts.startTor.button2
source: Without Tor
de: Ohne Tor
fr: Sans Tor
hr: Bez Tor
nl: Zonder Tor
pt_pt: Sem o Tor

# alerts.termsOfUse.title
source: View Wallet Terms of Use
de: Nutzungsbedingungen für diese Wallet anzeigen
fr: Afficher les conditions d'utilisation du portefeuille
hr: Pogledajte Uvjete upotrebe novčanika
nl: Bekijk de Wallet Gebruiksvoorwaarden.
pt_pt: Ver os Termos e Condições da Carteira

# alerts.notEnoughBalance.title
source: Not Enough Balance
de: Nicht genug Gleichgewicht
fr: Pas assez d'équilibre
hr: Nije dovoljno ravnoteže
nl: Niet genoeg balans
pt_pt: Equilíbrio insuficiente

# alerts.notEnoughBalance.message
source: Your scanned private key doesn't seem to have enough balance.
de: Ihr gescannter privater Schlüssel scheint nicht genügend Guthaben zu haben.
fr: Votre clé privée numérisée ne semble pas avoir un solde suffisant.
hr: Čini se da vaš skenirani privatni ključ nema dovoljno ravnoteže.
nl: Uw gescande privésleutel lijkt onvoldoende saldo te hebben.
pt_pt: Sua chave privada digitalizada não parece ter saldo suficiente.

# alerts.invalidPrivateKey.title
source: Invalid Private Key
de: Ungültiger privater Schlüssel
fr: Clé privée non valide
hr: Nevažeći privatni ključ
nl: Ongeldige privésleutel
pt_pt: Chave Privada Inválida

# alerts.invalidPrivateKey.message
source: You've provided an invalid private key because it couldn't be resolved. Please make sure you've scanned or filled in the correct key.
de: Sie haben einen ungültigen privaten Schlüssel angegeben, da dieser nicht aufgelöst werden konnte. Bitte stellen Sie sicher, dass Sie den richtigen Schlüssel gescannt oder eingegeben haben.
fr: Vous avez fourni une clé privée non valide, car elle n'a pas pu être résolue. Veuillez vous assurer que vous avez scanné ou rempli la bonne clé.
hr: Naveli ste nevažeći privatni ključ jer ga nije bilo moguće riješiti. Molimo provjerite jeste li skenirali ili popunili ispravan ključ.
nl: U heeft een ongeldige privésleutel opgegeven omdat deze niet kon worden opgelost. Zorg ervoor dat u de juiste sleutel heeft gescand of ingevuld.
pt_pt: Você forneceu uma chave privada inválida porque não foi possível resolver. Certifique-se de que digitalizou ou preencheu a chave correta.

# alerts.invalidMnemonic.title
source: Invalid Mnemonic
de: Ungültige Mnemonik
hr: Nevaljana mnemonika
nl: Ongeldig ezelsbruggetje
pt_pt: Mnemônico inválido

# alerts.invalidMnemonic.message
source: You've provided an invalid mnemonic because it couldn't be resolved. Please make sure you've filled in the correct mnemonic.
de: Sie haben eine ungültige Mnemonik angegeben, da diese nicht behoben werden konnte. Bitte stellen Sie sicher, dass Sie die richtige Mnemonik eingegeben haben.
fr: Vous avez fourni un mnémonique non valide car il n'a pas pu être résolu. Veuillez vous assurer que vous avez rempli le bon mnémonique.
hr: Naveli ste neispravnu mnemotehniku jer je nije bilo moguće riješiti. Molimo provjerite jeste li ispunili točnu mnemotehniku.
nl: U heeft een ongeldig geheugensteuntje opgegeven omdat het niet kon worden opgelost. Zorg ervoor dat u het juiste geheugensteuntje heeft ingevuld.
pt_pt: Você forneceu um mnemônico inválido porque não foi possível resolver. Certifique-se de ter preenchido o mnemônico correto.

# alerts.txNotAccepted.title
source: Transaction failed
de: Transaktion fehlgeschlagen
fr: La transaction a échoué
hr: Transakcija nije uspjela
nl: Transactie mislukt
pt_pt: Falha na transação

# alerts.noTxID.title
source: No TXID returned
de: Es wurde keine TXID zurückgegeben
fr: Aucun TXID retourné
hr: Nije vraćen TXID
nl: Geen TXID geretourneerd
pt_pt: Nenhum TXID retornado

# alerts.noTxID.message
source: There was no TXID returned. So we can't be sure the wallet was swept. Check if the wallet was swept, or you can try sweeping it again.
de: Es wurde keine TXID zurückgegeben. Wir können also nicht sicher sein, ob die Brieftasche gekehrt wurde. Überprüfen Sie, ob die Brieftasche gekehrt wurde, oder versuchen Sie es erneut.
fr: Aucun TXID n'a été renvoyé. Nous ne pouvons donc pas être sûrs que le portefeuille a été balayé. Vous vérifiez rapidement si le portefeuille est balayé, vous pouvez essayer de le balayer à nouveau.
hr: Nije vraćen TXID. Dakle, ne možemo biti sigurni da je novčanik pometen. Provjerite je li novčanik pometen ili ga možete pokušati ponovo očistiti.
nl: Er is geen TXID geretourneerd. We weten dus niet zeker of de portemonnee is geveegd. Controleer of de portemonnee is geveegd, of probeer hem opnieuw te vegen.
pt_pt: Nenhum TXID foi devolvido. Portanto, não podemos ter certeza de que a carteira foi varrida. Verifique se a carteira foi varrida ou você pode tentar varrê-la novamente.

# alerts.unexpectedError.title
source: Unexpected Error
de: Unerwarteter Fehler
fr: Erreur inattendue
hr: Neočekivana greška
nl: Onverwachte fout
pt_pt: Erro inesperado

# alerts.unexpectedError.message
source: Unexpected error thrown with message:
de: Unerwarteter Fehler mit Meldung ausgelöst:
fr: Erreur inattendue générée avec le message:
hr: Neočekivana pogreška bačena s porukom:
nl: Er wordt een onverwachte fout gegenereerd met het bericht:
pt_pt: Erro inesperado gerado com mensagem:

# alerts.restart.title
source: Restarting...
de: Neustart...
fr: Redémarrage...
hr: Ponovno pokretanje...
nl: Opnieuw opstarten...
pt_pt: Reiniciando...

# alerts.loading.title
source: Loading...
de: Wird geladen...
fr: Chargement...
hr: Učitavam...
nl: Bezig met laden...
pt_pt: Carregando...

# alerts.refreshRates.title
source: Refreshing rates...
de: Erfrischende Wechselkurse...
fr: Tarifs rafraîchissants...
hr: Stope osvježavanja...
nl: Tarief ophalen...
pt_pt: Taxas de atualização...

# alerts.walletSetup.title
source: Failed to setup your wallet
de: Fehler beim Einrichten Ihrer Brieftasche
fr: Impossible de configurer votre portefeuille
hr: Nije uspjelo postavljanje vašeg novčanika
nl: Uw wallet opzetten is niet geslaagd
pt_pt: Falha ao configurar sua carteira

# alert.walletSetup.message
source: Something went wrong with the setup up of your your wallet
de: Beim Einrichten Ihrer Brieftasche ist etwas passiert
fr: Quelque chose s'est passé avec la configuration de votre portefeuille
hr: Nešto se dogodilo s postavljanjem vašeg novčanika
nl: Er is iets misgegaan met het instellen van uw wallet
pt_pt: Ocorreu um problema ao configurar sua carteira

# errorView.titleLabel
source: Whoops! Something went wrong:
de: Hoppla! Etwas ist schief gelaufen:
fr: Oups! Quelque chose a mal tourné:
hr: Joj! Nešto je pošlo po zlu:
nl: Oeps! Er is iets fout gegaan:
pt_pt: Ops! Algo deu errado:

# errorView.retryLabel
source: Retry
de: Wiederholen
fr: Retenter
hr: Ponoviti
nl: Opnieuw Proberen
pt_pt: Repetir

# errorView.helpLabel
source: Or ask help from the XVG Community
de: Oder bitten Sie die XVG Community um Hilfe
fr: Ou demandez l'aide de la communauté XVG
hr: Ili zatražite pomoć od XVG zajednice
nl: Of vraag de XVG gemeenschap om hulp
pt_pt: Ou peça ajuda à Comunidade XVG

# mainTabBar.barItem.wallet.title
source: Wallet
fr: Porte-monnaie
hr: Novčanik
pt_pt: Carteira

# setup.walletName
source: Verge iOS wallet
fr: Porte-monnaie Verge iOS
hr: Verge iOS novčanik
pt_pt: Carteira iOS Verge

# welcomeGuide.paperKey.title
source: Paper key
de: Papierschlüssel
fr: Clé papier
hr: Papirnati ključ
pt_pt: Chave de papel

# settings.wallet.header.title
source: Wallet
fr: Porte-monnaie
hr: Novčanik
pt_pt: Carteira

# settings.wallet.cell.paperKeyLabel
source: Paper key
de: Papierschlüssel
fr: Clé papier
hr: Papirnati ključ
pt_pt: Chave de papel

# settings.wallet.cell.serviceUrlLabel
source: Service URL
hr: Servisni link
pt_pt: URL de serviço

# settings.other.cell.creditsLabel
source: Credits
fr: Crédits
hr: Zasluge
pt_pt: Créditos

# settings.other.cell.websiteLabel
source: Website
de: Webseite
fr: Site web
hr: Web stranica

# settings.serviceUrl.title
source: Service URL
hr: URL usluge
pt_pt: URL de serviço

# settings.serviceUrl.header.title
source: Wallet Service URL
fr: Service Porte-monnaie URL
hr: URL usluge novčanika
pt_pt: URL de serviço da carteira

# settings.credits.title
source: Credits
fr: Crédits
hr: Zasluge
pt_pt: Créditos

# shortcuts.action.website.title
source: Website
de: Webseite
fr: Site web
hr: Web stranica

# chart.filter.oneDay
source: 1D
de: 1 Tag
fr: 1J
hr: 1 dan

# chart.filter.oneWeek
source: 1W
de: 1 Woche
fr: 1S
hr: 1 tjedan
pt_pt: 1S

# chart.filter.oneMonth
source: 1M
de: 1 Monat
hr: 1 mjesec

# chart.filter.threeMonths
source: 3M
de: 3 Monate
hr: 3 mjeseca

# addresses.publicKey
source: Public key
de: Öffentlicher Schlüssel
fr: Clé publique
hr: Javni ključ
pt_pt: Chave pública

# addresses.privateKey
source: Private key
de: Privat Schlüssel
fr: Clé privée
hr: Privatni ključ
pt_pt: Chave privada

# transactions.contact.section.details
source: Contact Details
de: Kontakt details
fr: Détails du Contact
hr: Detalji kontakta
pt_pt: Detalhes do contacto

# wallet.slides.summary.marketCap
source: Market Cap
fr: Cap. Marché
hr: Kapitalizacija marketa
pt_pt: Valor de mercado

# wallet.slides.summary.24hVolume
source: 24h Volume
de: 24Std Volumen
hr: Volumen u prethodna 24 sata

# alerts.startTor.button1
source: Start Tor
de: Tor starten
fr: Démarrer Tor
hr: Pokrenite Tor
pt_pt: Iniciar o Tor

# alerts.txNotAccepted.message
source: The created transaction was not accepted. This error is at the moment unresolvable. Try another sweeping method or check if the given data is correct. Otherwise ask the Verge community for help!
de: Die erstellte Transaktion wurde nicht akzeptiert. Dieser Fehler ist derzeit nicht behebbar. Versuchen Sie es mit einer anderen Sweeping-Methode oder prüfen Sie, ob die angegebenen Daten korrekt sind. Andernfalls bitten Sie die Verge-Community um Hilfe!
fr: La transaction créée n'a pas été acceptée. Cette erreur est pour le moment insoluble. Essayez une autre méthode de balayage ou vérifiez si les données fournies sont correctes. Sinon, demandez de l'aide à la communauté Verge!
hr: Stvorena transakcija nije prihvaćena. Ova je pogreška trenutno nerješiva. Pokušajte s drugom metodom čišćenja ili provjerite jesu li navedeni podaci točni. U suprotnom zatražite pomoć zajednice Verge!
pt_pt: A transação criada não foi aceita. No momento, esse erro não tem solução. Tente outro método de varredura ou verifique se os dados fornecidos estão corretos. Caso contrário, peça ajuda à comunidade Verge!

# defaults.open
source: Open
de: öffnen
pt_pt: Abrir
