Repository: timglenn123/vIOS
Catalog: Localization/*.lproj/Localizable.strings
Languages: de, fr, hr, nl, pt_pt

# settings.paperKey.descLabel
source: You want to see your paper key again? On the next screen, you'll be shown a list of words to write down on a piece of paper, which you should keep very safe!
de: Du willst deinen Papierschlüssel noch einmal sehen? Auf dem nächsten Bildschirm wird Dir eine Liste von Wörtern angezeigt, die du auf ein Blatt Papier schreibst, um es anschließend sehr sicher aufzubewahren!
fr: Vous voulez revoir votre clé papier? Sur l'écran suivant, vous verrez une liste de mots à écrire sur un morceau de papier, que vous devriez garder très en sécurité!
hr: Želite li ponovno vidjeti svoj papirnati ključ? Na sljedećem zaslonu prikazat će vam se popis riječi koje možete zapisati na komad papira, i koje bi trebali pohraniti na sigurno mjesto!
nl: Uw wilt uw paper key nogmaals bekijken? Op het volgende scherm verschijnen een aantal woorden. Schrijf deze op met pen en papier en bewaar deze op een veilige plek!
pt_pt: Quer ver a sua chave de papel novamente? No próximo ecrã, será apresentada uma lista de palavras para escrever num pedaço papel, que deve manter bem seguro!

# settings.paperKey.showButton
source: Show paper key
de: Papierschlüssel anzeigen
fr: Montrez la clé papier
hr: Prikaži papirnati ključ
nl: Laat paper key zien
pt_pt: Mostrar chave de papel

# settings.paperKey.preview.titleLabel
source: Your paper key
de: Dein Papierschlüssel
fr: Votre clé papier
hr: Vaš papirnati ključ
nl: Uw paper key
pt_pt: A sua chave de papel

# settings.paperKey.preview.noticeLabel
source: Taking a screenshot is not secure. Write down the paper key on a piece of paper with a pen.
de: Die Erstellung eines Screenshot ist nicht sicher. Notiere dir den Papierschlüssel mit einem Stift auf einem Blatt Papier.
fr: Prendre une capture d'écran n'est pas sécuritaire. Écrivez votre clé papier sur une feuille à l'aide d'un crayon.
hr: Snimanje zaslona nije sigurno. Zapišite papirnati ključ na komad papira.
nl: Een schermafbeelding maken is niet veilig. Schrijf uw paper key op met pen en papier.
pt_pt: Tirar uma captura de ecrã não é seguro. Anote a chave de papel num pedaço de papel com uma caneta.

# settings.paperKey.preview.descLabel
source: Write down each word carefully without capital letters.
de: Schreibe jedes Wort sorgfältig und ohne Großbuchstaben auf.
fr: Écrivez chaque mot sans lettres majuscule.
hr: Pažljivo upišite svaku riječ malim slovima.
nl: Schrijf elk woord zonder hoofdletters op.
pt_pt: Anote cada palavra cuidadosamente sem letras maiúsculas.

# settings.paperKey.preview.wordsSegment
source: Words
de: Wörter
fr: Mots
hr: Riječi
nl: Woorden
pt_pt: Palavras

# settings.sweeping.titleLabel
source: Let's sweep a wallet into your iOS wallet
nl: Laten we een wallet sweepen naar deze wallet

# settings.sweeping.header.title
source: Sweeping Method
nl: Sweeping Methode

# settings.sweeping.footer.title
source: Choose a sweeping method to transfer one of the external wallets into your current iOS wallet.
nl: Kies een sweeping methode om de waarde van een externe wallet in deze iOS wallet toe te voegen.

# settings.sweeping.cell.privateKeyDecs
source: Paper wallet, card wallet or another private key
nl: Paper wallet, card wallet of een andere private key

# settings.sweeping.cell.electrumDecs
source: v2.4.0 or higher
nl: v2.4.0 of hoger

# settings.sweeping.cell.androidDecs
source: v1.0.0 or lower
nl: v1.0.0 of lager

# settings.support.titleLabel
source: Do you need some support?
de: Könnten Sie wirklich Unterstützung gebrauchen?
fr: Pourriez-vous vraiment utiliser un support?
hr: Možete li zaista koristiti neku podršku?
nl: Kun je wel wat hulp gebruiken?
pt_pt: Você poderia realmente usar algum suporte?

# settings.support.descLabel
source: Are you experiencing a problem with your wallet? Or do you simply have a question? The Verge Currency community is always available!
de: Haben Sie Probleme mit Ihrer Brieftasche? Oder haben Sie einfach Fragen? Die Verge Currency Community ist immer verfügbar!
fr: Vous rencontrez des problèmes avec votre portefeuille? Ou avez-vous simplement des questions? La communauté Verge Currency est toujours disponible!
hr: Imate li problema s novčanikom? Ili jednostavno imate pitanja? Zajednica Verge Currency uvijek je dostupna!
nl: Heb je problemen met je wallet? Of heb je gewoon een vraag? De Verge Currency gemeenschap is altijd beschikbaar!
pt_pt: Você tem problemas com sua carteira? Ou você simplesmente tem perguntas? A comunidade Verge Currency está sempre disponível!

# sweeping.privateKey.titleLabel
source: Let's sweep a private key wallet
nl: Laten we een private key wallet sweepen

# sweeping.privateKey.footer.title
source: Scan or fillin a valid XVG private key QR code from a paper wallet, card wallet or any other private key based wallet.
nl: Scan of vul een valide XVG private key QR code van een paper wallet, card wallet of een andere private key gebaseerde wallet in.

# sweeping.privateKey.cell.scanLabel
source: Scan private key
nl: Scan een private key

# sweeping.privateKey.cell.fillInLabel
source: Fill in private key
nl: Vul een private key in

# sweeping.privateKey.alert.title
source: Fill in private key
nl: Vul in

# sweeping.privateKey.alert.message
source: Fill in your valid XVG private key.
nl: Vul een valide XVG private key in.

# sweeping.privateKey.swept.title
source: Swept successful
nl: Succesvol gesweept

# sweeping.privateKey.swept.description
source: The wallet was successfully swept and a transaction was created with TXID
nl: De wallet was succesvol gesweept en een transactie is aangemaakt met TXID

# sweeping.electrum.titleLabel
source: Let's sweep your Electrum wallet
nl: Laten we je Electrum wallet sweepen

# sweeping.electrum.mnemonic
source: Fill in your mnemonic
nl: Vul je mnemonic in

# sweeping.confirm.titleLabel
source: Confirm Wallet Sweep
nl: Bevestig Wallet Sweep

# sweeping.confirm.recipientLabel
source: Your Recipient Address
nl: Jou Ontvangst Adres

# settings.disconnect.titleLabel
source: Disconnect this device from your current wallet
de: Trennen Sie dieses Gerät von Ihrem aktuellen Wallet.
fr: Déconnecter ce périphérique du porte-monnaie actuel
hr: Odspoji ovaj uređaj s trenutnog novčanika
nl: Verwijder uw huidige wallet van dit toestel
pt_pt: Desconecte este dispositivo da sua carteira actual

# settings.disconnect.descLabel
source: You're about to disconnect this device from your current wallet. Please make absolutely sure you've written down your paper key and know your pass phrase. Remember that your paper key + pass phrase is the only way to restore your current wallet.
de: Sie sind dabei, dieses Gerät von Ihrer aktuellen Brieftasche zu trennen. Bitte stellen Sie absolut sicher, dass Sie Ihren Papierschlüssel aufgeschrieben haben und Ihr Seed Phrase kennen. Denken Sie daran, dass Ihr Papierschlüssel + Seed Phrase die einzige Möglichkeit ist, Ihr aktuelles Wallet wiederherzustellen.
fr: Vous êtes sur le point de déconnecter cet appareil de votre porte-monnaie actuel. Assurez-vous absolument que vous avez écrit votre clé papier et connaissez votre phrase secrète. N'oubliez pas que votre clé papier + votre phrase secrète constituent le seul moyen de restaurer votre porte-monnaie actuel.
hr: Upravo ćete prekinuti vezu s trenutačnim novčanikom. Molimo Vas, budite sigurni da ste zapisali papirnati ključ i da znate svoju zaporku. Zapamtite da je vaš papirnati ključ + zaporka jedini način da povratite trenutačni novčanik.
nl: U staat op het punt dit apparaat los te koppelen van uw huidige wallet. Zorg ervoor dat u uw paper key hebt genoteerd en weet wat uw wachtwoordzin is. Onthoud dat uw paper key + wachtwoordzin de enige manier is om je huidige wallet te herstellen.
pt_pt: Você está prestes a desconectar este dispositivo da sua carteira actual. Por favor, certifique-se de ter anotado a sua chave de papel e saber a sua senha. Lembre-se de que a sua chave de papel + senha é a única maneira de restaurar a sua carteira actual.

# settings.disconnect.disconnectButton
source: Disconnect
de: Trennen
fr: Déconnecter
hr: Odspoji
nl: Koppel los
pt_pt: Desconectar

# settings.addresses.title
source: Addresses
de: Adressen
fr: Adresses
hr: Adrese
nl: Adressen
pt_pt: Endereços

# settings.addresses.descLabel
source: Each verge wallet can generate billions of addresses from your 12-word recovery phrase. A new address is automatically generated and shown each time you receive a payment.
de: Jedes Verge Wallet kann Milliarden von Adressen aus deiner 12-Wort-Wiederherstellungsphrase generieren. Eine neue Adresse wird automatisch generiert und bei jedem Zahlungseingang angezeigt.
fr: Chaque porte-monnaie Verge peut générer des milliards d'adresses à partir de votre phrase de récupération de 12 mots. Une nouvelle adresse est automatiquement générée et affichée chaque fois que vous recevez un paiement.
hr: Svaki Verge novčanik može generirati milijarde adresa iz vašeg papirnatog ključa koji se sastoji 12 riječi. Nova adresa automatski se generira i prikazuje svaki put kada primite uplatu.
nl: Iedere verge wallet kan biljoenen adressen genereren middels jouw 12-woorden herstel sleutel. Een nieuw adres wordt automatisch gegenereerd wanneer u een betaling ontvangt.
pt_pt: Cada carteira de verge pode gerar milhares de milhão de endereços a partir da sua frase de recuperação de 12 palavras. Um novo endereço é gerado automaticamente e exibido sempre que recebe um pagamento.

# settings.addresses.scanButton
source: Scan addresses for balance
de: Adressen scannen um balance
fr: Vérifier adresses pour solde
hr: Skenirajte stanje po adresama
nl: Scan adressen voor saldo
pt_pt: Verificando endereços para saldo

# settings.transactions.title
source: Transaction Proposals
de: Transaktion Vorschläge
fr: Propositions de transaction
hr: Prijedlozi transakcija
nl: Transactie voorstellen
pt_pt: Propostas de transação

# settings.transactions.descLabel
source: All transaction proposals that failed during a transaction sequence are listed below. You can try to send a transaction again or destroy the transaction in order to release the funds.
de: Nachfolgend sind alle Transaktionsvorschläge aufgeführt, die während einer Transaktionssequenz fehlgeschlagen sind. Du musst sie manuell löschen, um die Gelder freizugeben.
fr: Toutes les propositions de transaction ayant échoué au cours d'une séquence de transactions sont répertoriées ci-dessous. Vous devez les supprimer manuellement afin de libérer les fonds.
hr: Svi prijedlozi transakcija koji nisu uspjeli tijekom niza transakcija, navedeni su u nastavku. Morate ih ručno obrisati kako biste oslobodili sredstva.
nl: Alle transactievoorstellen die mislukt zijn tijdens een transactie, worden hieronder weergegeven. U moet ze handmatig verwijderen om het saldo vrij te geven.
pt_pt: Todas as propostas de transação que falharam durante uma sequência de transações estão listadas abaixo. Precisa excluí-las manualmente para libertar os fundos.

# settings.serviceUrl.footer.title
source: This application depends on Verge Wallet Service (VWS) for blockchain information, networking and Copayer synchronization. The default configuration points to https://api.vergecurrency.network/vws/api (Verge's public VWS instance)
de: Diese Anwendung ist abhängig vom Verge Wallet Service (VWS) für Blockchain-Informationen, Vernetzung und Copayer-Synchronisation. Die Standardkonfiguration beziehen sich auf https://api.vergecurrency.network/vws/api (die öffentliche VWS-Instanz von Verge).
fr: Cette application dépend du service VWS (Verge Wallet Service) pour les informations de blockchain, la mise en réseau et la synchronisation Copayer. La configuration par défaut pointe vers https://api.vergecurrency.network/vws/api (instance de VWS publique de Verge).
hr: Ova aplikacija ovisi o usluzi Verge Wallet (VWS) za blockchain informacije, umrežavanje i Copayer sinkronizaciji. Zadana konfiguracija upućuje na https://api.vergecurrency.network/vws/api (Vergeova javna VWS instanca)
nl: Deze applicatie is afhankelijk van Verge Wallet Service (VWS) voor blockchain-informatie, netwerken en Copayer-synchronisatie. De standaardconfiguratie verwijst naar https://api.vergecurrency.network/vws/api (openbare VWS-instantie van Verge)
pt_pt: Esta aplicação depende do Verge Wallet Service (VWS) para informações da blockchain, rede e sincronização da Copayer. A configuração padrão aponta para https://api.vergecurrency.network/vws/api (instância VWS pública da Verge)

# settings.serviceUrl.defaultUrlButton
source: Use default url
de: Standard-URL verwenden
fr: Utiliser l'url par défaut
hr: Upotrijebi zadani URL
nl: Gebruik standaard url
pt_pt: Use o URL padrão

# settings.serviceUrl.saveButton
source: Save
de: Speichern
fr: Sauvegarder
hr: Spremi
nl: Bewaar
pt_pt: Guardar

# settings.fiatCurrency.title
source: Fiat currency
de: Fiat Währung
fr: Monnaie Fiat
hr: Fiat valuta
nl: Fiat valuta
pt_pt: Moeda Fiat

# settings.themes.titleLabel
source: Gorgeous Themes for Your Wallet
nl: Prachtige Thema's voor je wallet

# settings.themes.sectionHeaderTitle
source: Choose a theme
nl: Kies een thema

# settings.themes.sectionFooterTitle
source: Changing a theme will restart the application. Also it will probably make you feel happy and give you goosebumps in weird places!
nl: Het veranderen van een thema zal de applicatie herstarten. Ook zul je je daarna super blij voelen omdat je wallet zo mooi is!

# settings.useFaceID.title
source: Use Face ID
de: Face ID verwenden
fr: Utiliser Face ID
hr: Koristi Face ID
nl: Gebruik Face ID
pt_pt: Usar o Face ID

# settings.useFaceID.header.title
source: Use for
de: Verwenden für
fr: Utiliser pour
hr: Koristi za
nl: Gebruik voor
pt_pt: Use para

# settings.useFaceID.footer.title
source: Instead of having the need of filling in your wallet PIN a prompt will provide you with the alternative way of authenticating yourself.
de: Anstatt Ihren Wallet PIN eingeben zu müssen, erhalten Sie über eine Eingabeaufforderung die Möglichkeit, sich alternativ zu authentifizieren.
fr: Au lieu d’avoir besoin de saisir le code PIN de votre porte-monnaie, une invite vous fournira un autre moyen de vous authentifier.
hr: Pružit će vam se alternativni način provjere autentičnosti, umjesto potrebe za upisivanjem PIN-a novčanika.
nl: In plaats van de portemonnee PIN in te vullen, biedt een prompt u een alternatieve manier om uzelf te authenticeren.
pt_pt: Em vez de ter a necessidade de preencher o PIN da carteira, um aviso indicará a forma alternativa de se autenticar.

# settings.useFaceID.unlockLabel
source: Unlocking your wallet
de: Dein Wallet entsperren
fr: Déverrouiller votre porte-monnaie
hr: Otključavanje vašeg novčanika
nl: Het openen van uw wallet
pt_pt: Desbloquear a sua carteira

# settings.useFaceID.sendingLabel
source: Sending XVG
de: Senden XVG
fr: Envoyer des XVG
hr: Šaljem XVG
nl: Verzenden van XVG
pt_pt: Enviando XVG

# settings.torConnection.titleLabel
source: Tor is here for your privacy and hides your location
de: Tor ist für deine Privatsphäre zuständig und versteckt deinen Standort.
fr: Tor est là pour votre vie privée et cache votre emplacement
hr: TOR je ovdje zbog privatnosti, i on skriva Vašu lokaciju
nl: Tor is er voor uw privacy en beschermd uw locatie
pt_pt: O Tor está aqui para a sua privacidade e esconde a sua localização

# settings.torConnection.descLabel
source: Your IP address is fully obfuscated and transactions are completely untraceable when you're using a Tor connection. But you can always turn Tor off.
de: Ihre IP-Adresse ist vollkommen verborgen und Transaktionen sind völlig unauffindbar, wenn Sie eine Tor-Verbindung benutzen. Sie können Tor allerdings jederzeit ausschalten.
fr: Votre adresse IP est totalement obscurcie et les transactions sont complètement intraçable lorsque vous utilisez une connexion Tor. Mais vous pouvez toujours désactiver Tor.
hr: Vaša IP adresa je potpuno skrivena, a transakcije su potpuno anonimne sada kada koristite TOR vezu. Uvijek možete isključiti TOR.
nl: Uw IP-adres is volledig versluierd en transacties zijn volledig onvindbaar wanneer u een Tor-verbinding gebruikt. Maar je kan altijd Tor uitschakelen.
pt_pt: O seu endereço IP é totalmente ofuscado e as transações não são rastreáveis quando está a usar uma conexão Tor. Mas pode sempre desligar o Tor.

# settings.torConnection.obfuscateIpLabel
source: Obfuscate IP
de: IP verschleiern
fr: Obfuscation IP
hr: Sakrij IP
nl: Versluier IP
pt_pt: Ofuscar IP

# settings.torConnection.yourIpLabel
source: Your IP Address
de: Ihre IP-Adresse
fr: Votre Adresse IP
hr: Vaša IP adresa
nl: Jouw IP adres
pt_pt: O seu endereço IP

# settings.torConnection.loadingLabel
source: Loading...
de: Wird geladen...
fr: Chargement...
hr: Učitavanje...
nl: Laden...
pt_pt: Carregando...

# settings.torConnection.notAvailable
source: Service not available
de: Service nicht verfügbar
fr: Service non disponible
hr: Usluga nije dostupna
nl: Service niet beschikbaar
pt_pt: Serviço indisponível

# settings.credits.descLabel
source: This application was made possible by the following heroes:
de: Diese Anwendung wurde durch die folgenden Helden ermöglicht:
fr: Cette application a été rendue possible par les héros suivants:
hr: Ovu su aplikaciju omogućili sljedeći heroji:
nl: Deze applicatie is mede mogelijk gemaakt door de volgende helden:
pt_pt: Esta aplicação foi criada graças aos seguintes heróis:

# settings.donate.titleLabel
source: Donate to Support Development
de: Spende um die Entwicklung zu unterstützen
fr: Faire un don pour soutenir le développement
hr: Doniraj i podrži razvoj
nl: Doneer om de ontwikkeling te steunen
pt_pt: Doe para apoiar o desenvolvimento

# settings.donate.descLabel
source: At Verge we are always striving to achieve new heights and deliver products or software implementations that are requested by the community.
de: Bei Verge sind wir stets bestrebt, neue Höhen zu erreichen und Produkte oder Softwareimplementierungen zu liefern, die von der Community nachgefragt werden.
fr: Chez Verge, nous nous efforçons toujours d'atteindre de nouveaux sommets et de fournir des produits ou des implémentations logicielles demandés par la communauté.
hr: Verge tim uvijek nastoji postići nove visine i isporučiti proizvode ili implementacije softvera koje traži zajednica.
nl: Bij Verge streven we er altijd naar nieuwe hoogten te bereiken en producten of software-implementaties te leveren waar de gemeenschap om vraagt.
pt_pt: Na Verge estamos sempre a tentar alcançar novos patamares e entregar produtos ou implementações de software que são solicitados pela comunidade.

# settings.donate.desc2Label
source: Listening to our community members and taking in feedback is not only one of the core founding principles of Verge, but it is inherent in our open-source nature.
de: Den Mitgliedern unserer Community zuzuhören und Feedback zu erhalten, ist nicht nur eines der Grundprinzipien von Verge, sondern auch unserer Open-Source-Natur wegen.
fr: Écouter les membres de notre communauté et recueillir leurs réactions n'est pas seulement l'un des principes fondateurs de Verge, mais il est inhérent à notre nature open-source.
hr: Slušanje članova naše zajednice i uzimanje povratnih informacija nije samo jedno od temeljnih načela Verge valute, već je inherentno našoj prirodi otvorenog koda.
nl: Luisteren naar feedback van onze community members is niet alleen een principe van Verge. Het is inherent aan het gebruik van open-source code.
pt_pt: Ouvir os membros da nossa comunidade e receber feedback não é apenas um dos princípios fundamentais da Verge, mas é inerente à nossa natureza de código aberto.

# settings.donate.addressLabel
source: Donation XVG Address
de: Spenden XVG Adresse
fr: Adresse de don XVG
hr: XVG adresa za doniranje
nl: Donatie XVG adres
pt_pt: Endereço de doação XVG

# settings.donate.donateButton
source: Donate XVG
de: Spenden XVG
fr: Faire un don XVG
hr: Doniraj XVG
nl: Doneer XVG
pt_pt: Doar XVG

# settings.language.title
source: Language
de: Sprache
nl: Taal
pt_pt: Idioma

# settings.language.default
source: Default
de: Standard
nl: Standaard
pt_pt: Padrão

# settings.language.systemBased
source: System based
de: Systemsprache
nl: Door systeem bepaald
pt_pt: Baseado no sistema

# shortcuts.action.sourceCode.title
source: Source code
de: Quellcode
fr: Code source
hr: Izvorni kod
nl: Bron code
pt_pt: Código fonte

# shortcuts.action.send.title
source: Send
de: Senden
fr: Envoyer
hr: Pošalji
nl: Verzend
pt_pt: Enviar

# shortcuts.action.receive.title
source: Receive
de: Erhalte
fr: Recevoir
hr: Primi
nl: Ontvang
pt_pt: Receber

# transaction.state.moved
source: Moved
de: verschoben
fr: Déplacé
hr: Pomaknuto
nl: Verplaatst
pt_pt: Movido

# transaction.state.received
source: Received
de: Erhalten
fr: Reçu
hr: Primljeno
nl: Ontvangen
pt_pt: Recebido

# transaction.state.pending
source: Pending
de: ausstehend
fr: En attente
hr: U tijeku
nl: In afwachting
pt_pt: Pendente

# chart.filter.oneYear
source: 1Y
de: 1 Jahr
fr: 1A
hr: 1 godina
nl: 1J
pt_pt: 1A

# chart.filter.all
source: All
de: Alles
fr: Tout
hr: Sve
nl: Alles
pt_pt: Sempre

# chart.price.historyTitle
source: Price History
de: Preisentwicklung
fr: Historique de Prix
hr: Povijest cijene
nl: Prijs geschiedenis
pt_pt: Histórico de Preços

# chart.volume.historyTitle
source: Volume History
fr: Historique de Volume
hr: Povijest volumena
nl: Volume geschiedenis
pt_pt: Histórico de Volume

# receive.myAddressTitle
source: My XVG address
de: meine XVG Adresse
fr: Mon adresse XVG
hr: Moja XVG adresa
nl: Mijn XVG adres
pt_pt: O meu endereço XVG

# paperKey.enterWord
source: Enter word
de: wort eingeben
fr: Entrez le mot
hr: Unesi riječ
nl: Voer woord in
pt_pt: Insira a palavra

# paperKey.outOf
source: out of
de: aus
fr: hors de
hr: od
nl: Uit
pt_pt: de

# paperKey.egCat
source: (e.g. Cat)
de: (z.B. Katze)
fr: (par exemple, Chat)
hr: (npr. Cat)
nl: (Bijvoorbeeld Kat)
pt_pt: (ex. Gato)

# paperKey.key
source: Key
de: Schlüssel
fr: Clé
hr: Ključ
nl: Sleutel
pt_pt: Chave

# paperKey.word
source: Word
de: Wort
fr: Mot
hr: Riječ
nl: Woord
pt_pt: Palavra

# send.sendXVG
source: Send XVG
de: Sende XVG
fr: Envoyer XVG
hr: Pošalji XVG
nl: Verzend XVG
pt_pt: Enviar XVG

# send.noConnection
source: No connection
de: keine Verbindung
fr: Aucune connexion
hr: Nema veze
nl: Geen verbinding
pt_pt: Sem ligação

# send.transactionFailed
source: Transaction Failed
de: Transaktion fehlgeschlagen
fr: La transaction a échoué
hr: Transakcija nije uspjela
nl: Transactie mislukt
pt_pt: Falha na transação

# send.transactionFailedMessage
source: Your transaction has failed with the following error
de: Deine Transaktion ist mit folgendem Fehler fehlgeschlagen
fr: Votre transaction a échoué avec l'erreur suivante
hr: Transakcija nije uspjela sa sljedećom pogreškom
nl: Uw transactie is mislukt met de volgende foutmelding
pt_pt: A sua transação falhou com o seguinte erro

# send.notEnoughBalance
source: Not enough balance
de: Nicht genügend Guthaben
fr: Solde insuffisant
hr: Nedovoljno stanje
nl: Niet genoeg saldo
pt_pt: Saldo insuficiente

# send.notEnoughBalanceMessage1
source: You do not have enough balance to send
de: Du hast nicht genug Guthaben, um es zu senden.
fr: Vous n'avez pas assez de solde pour envoyer
hr: Stanje računa nije dovoljno za izvršiti transakciju
nl: U saldo is te laag voor het versturen van XVG
pt_pt: Você não tem saldo suficiente para enviar

# send.notEnoughBalanceMessage2
source: Change the amount to send in order to proceed.
de: Änder den zu sendenden Betrag, um fortzufahren.
fr: Modifiez le montant à envoyer pour pouvoir continuer.
hr: Promijeni količinu koju želiš poslati da bi mogao/la nastaviti.
nl: Verander het bedrag om door te kunnen gaan
pt_pt: Altere o valor a ser enviado para prosseguir.

# send.sendMax
source: Send Max
de: Sende an Max
fr: Envoi Maximum
hr: Pošalji sve
nl: Verzend Max
pt_pt: Envie máx.
